[Default]
Description=Pressure release 3 port ball valve

[CZ]
Description=Kulový ventil s červeným točítkem pro propojení hadic

;[PL]
;Description=

;[SI]
;Description=

[DE]
Description=3/2 Wege Restdruckablass Handventil

;[HU]
;Description=

;[BG]
;Description=
